Repository: Sokmeng98/medic-mobile
Catalog: lib/l10n/app_*.arb
Languages: km

# welcome
source: Welcome to
km: ស្វាគមន៍​មកកាន់

# accessAccount
source: Please log in or sign up to access your account
km: សូមចូលឬចុះឈ្មោះដើម្បីចូលប្រើគណនីរបស់អ្នក

source: Phone Number
km: លេខទូរសព្ទ

source: Password
km: ពាក្យសម្ងាត់

source: Confirm Password
km: បញ្ជាក់ពាក្យសម្ងាត់

source: Forgot password?
km: ភ្លេច​លេខសំងាត់​?

# notMember
source: Not a member?
km: មិនមែនជាសមាជិកទេ?

source: Create an account
km: បង្កើត​គណនី

source: Login
km: ចូល

# alreadyMember
source: Already a member?
km: ជាសមាជិករួចហើយ?

# existingAccount
source: Enter with existing account
km: បញ្ចូលជាមួយគណនីដែលមានស្រាប់

source: Sign Up
km: ចុះ​ឈ្មោះ

# beAMember1
source: Be a new
km: ក្លាយជាសមាជិកថ្មីរបស់

# createAccountDescription
source: Please provide basic information to create new account
km: សូមផ្តល់ព័ត៌មានមូលដ្ឋានដើម្បីបង្កើតគណនីថ្មី

source: Full Name
km: ឈ្មោះ​ពេញ

source: Date of Birth
km: ថ្ងៃខែ​ឆ្នាំ​កំណើត

source: Gender
km: ភេទ

source: Back
km: ត្រឡប់ក្រោយ

source: Create Account
km: បង្កើតគណនី

source: Forgot Your Password?
km: ភ្លេចពាក្យសម្ងាត់របស់អ្នក?

# forgotYourPasswordDescription
source: Please enter your phone number to get verification code
km: សូមបញ្ចូលលេខទូរស័ព្ទរបស់អ្នក ដើម្បីទទួលបានលេខកូដផ្ទៀងផ្ទាត់

# resetCode
source: Send Reset Code
km: ផ្ញើលេខកូដកំណត់ឡើងវិញ

# verifyAccount1
source: Verify your
km: ផ្ទៀងផ្ទាត់គណនី

# verifyAccount2
source: account
km: របស់អ្នក

# verifyAccountDescription
source: We have sent verification code to your message
km: យើងបានផ្ញើលេខកូដផ្ទៀងផ្ទាត់ទៅសាររបស់អ្នក

# receiveCode
source: Didnâ€™t receive the code?
km: មិនបានទទួលលេខកូដ?

source: Resend code
km: ផ្ញើលេខកូដឡើងវិញ

# continued
source: Continue
km: បន្ត

source: Reset Password
km: កំណត់ពាក្យសម្ងាត់ឡើងវិញ

# resetPasswordDescription
source: Please enter your new password to continue
km: សូមបញ្ចូលពាក្យសម្ងាត់ថ្មីរបស់អ្នកដើម្បីបន្ត

source: Congratulation!
km: អបអរសាទរ!

# congratulationDescription
source: You have successfully changed your password
km: អ្នកបានផ្លាស់ប្តូរពាក្យសម្ងាត់របស់អ្នកដោយជោគជ័យ

source: Back to Login
km: ត្រឡប់ទៅLoginវិញ

source: Current Location
km: ទីតាំងបច្ចុប្បន្ន

source: Education
km: ការអប់រំ

# educationDescription
source: Learn more about HIV and other preventions
km: ស្វែងយល់បន្ថែមអំពីមេរោគអេដស៍ និងការការពារផ្សេងៗទៀត

# videEducation
source: Video Education
km: វីដេអូអប់រំ

# videEducationDescription
source: Learning and Explore
km: សិក្សា និងរុករក

source: All Videos
km: វីដេអូទាំងអស់

source: News Article
km: អត្ថបទព័ត៌មាន

# newsArticleDescription
source: Get up to date with Met Laor
km: ទទួលបានព័ត៌មានថ្មីៗជាមួយ Met Laor

source: All Posts
km: ប្រកាសទាំងអស់

# caseStory
source: Case Study
km: ករណី​សិក្សា

# caseStoryDescription
source: Explore how HIV work
km: ស្វែងយល់ពីរបៀបដែលមេរោគអេដស៍ដំណើរការ

source: All Case Study
km: ករណីសិក្សាទាំងអស់

source: Life Story
km: រឿងជីវិត

# lifeStoryDescription
source: Get to know the story
km: ស្វែងយល់ពីរឿងរ៉ាវ

source: All Stories
km: រឿងទាំងអស់

source: Search ...
km: ស្វែងរក ...

source: Tag:
km: ស្លាក:

source: all
km: ទាំងអស់

source: Questionnaire
km: កម្រងសំណួរ

# questionnaireDescription
source: Answer health related MCQ questionnaire
km: ឆ្លើយសំណួរ MCQ ទាក់ទងនឹងសុខភាព

source: HIV Questionnaire
km: កម្រងសំណួរមេរោគអេដស៍

# hivQuestionnaireDescription
source: 20 minutes test
km: ការធ្វើតេស្ត20នាទី

source: Description
km: ការពិពណ៌នា

source: Start Questionnaire
km: ចាប់ផ្តើមកម្រងសំណួរ

source: Next
km: បន្ទាប់

source: Result
km: លទ្ធផល

source: Finish
km: បញ្ចប់

source: Contraception Method
km: វិធីសាស្ត្រពន្យារកំណើត

# contraceptionMethodDescription
source: 15 minutes test
km: ការធ្វើតេស្ត15នាទី

source: Counseling
km: ការប្រឹក្សាយោបល់

# counselingDescription
source: Discuss health issue through online media
km: ពិភាក្សាបញ្ហាសុខភាពតាមរយៈប្រព័ន្ធផ្សព្វផ្សាយអនឡាញ

source: Online Counseling
km: ការប្រឹក្សាតាមអ៊ីនធឺណិត

# onlineCounselingDescription
source: Discuss with doctor online
km: ពិភាក្សាជាមួយវេជ្ជបណ្ឌិតតាមអ៊ីនធឺណិត

# counselFacebook
source: Counsel on Facebook
km: ប្រឹក្សាលើFacebook

# counselFacebookDescription
source: Chat with doctor on Facebook chat
km: ជជែកជាមួយវេជ្ជបណ្ឌិតតាម Facebook

# counselTelegram
source: Counsel on Telegram
km: ប្រឹក្សាលើTelegram

# counselTelegramDescription
source: Chat with doctor on Telegram
km: ជជែកជាមួយវេជ្ជបណ្ឌិតតាម Telegram

# counselingNote
source: Your counseling is 100% confidential
km: ការប្រឹក្សារបស់អ្នកគឺសម្ងាត់100%

source: Healthcare Facility
km: កន្លែងថែទាំសុខភាព

# healthcareFacilityDescription
source: Find available Clinics
km: ស្វែងរកគ្លីនិកដែលមាន

source: RHAC Facility
km: សាខាRHAC

# allFacilities
source: See All Facilities
km: មើលសាខាទាំងអស់

# allFacilitiesDescription
source: View all Clinics on Map
km: មើលគ្លីនិកទាំងអស់នៅលើផែនទី

source: Find Facility
km: ស្វែងរកសាខា

# searchClinic
source: Search for nearest clinic
km: ស្វែងរកគ្លីនិកដែលនៅជិតបំផុត

source: Select service
km: ជ្រើសរើសសេវាកម្ម

source: Select location
km: ជ្រើសរើសទីតាំង

# currentLocationNote
source: This is your current location
km: នេះជាទីតាំងបច្ចុប្បន្នរបស់អ្នក

source: Find
km: ស្វែងរក

source: Nearby Facility
km: សាខាដែលនៅជិត

# viewMap
source: View on Map
km: មើលនៅលើផែនទី

source: Appointment
km: ការណាត់ជួប

# appointmentDescription
source: Physically meet our specialized doctors
km: ជួបគ្រូពេទ្យឯកទេសខាងរាងកាយ

source: Meet Our Doctor
km: ជួបគ្រូពេទ្យរបស់យើង

# meetOurDoctorDescription
source: Reserve a spot to meet doctor
km: កក់កន្លែងដើម្បីជួបគ្រូពេទ្យ

source: Select specialist
km: ជ្រើសរើសអ្នកឯកទេស

source: Select facility
km: ជ្រើសរើសសាខា

# appointmentNote
source: The nearest clinic based on your current location
km: គ្លីនិកដែលនៅជិតបំផុតផ្អែកលើទីតាំងបច្ចុប្បន្នរបស់អ្នក

source: All Doctors
km: វេជ្ជបណ្ឌិតទាំងអស់

# filter
source: Filter by:
km: ក្រឹតតាម:

# defaults
source: default
km: លំនាំដើម

source: Specialty
km: ឯកទេស

source: Check Availability
km: ពិនិត្យមើលបើទំនេរ

source: Doctor Info
km: ព័ត៌មានវេជ្ជបណ្ឌិត

# makeAppointment
source: Make an Appointment
km: ធ្វើការ​ណាត់ជួប

source: HIV Testing
km: ការធ្វើតេស្តមេរោគអេដស៍

source: HIV Test
km: តេស្តមេរោគអេដស៍

# hivTestingDescription
source: Schedule blood test in advance
km: កំណត់ពេលធ្វើតេស្តឈាមជាមុន

# scheduleTest
source: Schedule a Test
km: កំណត់ពេលធ្វើតេស្ត

source: Appointment History
km: ប្រវត្តិនៃការណាត់ជួប

# appointmentHistoryDescription
source: Check your check up history
km: ពិនិត្យមើលប្រវត្តិត្រួតពិនិត្យរបស់អ្នក

source: Upcoming Appointment
km: ការណាត់ជួបនាពេលខាងមុខ

# appointmentCancel
source: This appointment was canceled!
km: ការណាត់ជួបនេះត្រូវបានលុបចោល!

source: History
km: ប្រវត្តិការណាត់ជួប

source: Cancel Appointment
km: លុបការណាត់ជួប

source: View Details
km: មើលព័ត៌មានលម្អិត

source: Available services
km: សេវាកម្មដែលមាន

source: Emergency
km: សង្គ្រោះបន្ទាន់

# emergency1
source: Emergency Option 1
km: ជម្រើសសង្គ្រោះបន្ទាន់ទី1

# emergency2
source: Emergency Option 2
km: ជម្រើសសង្គ្រោះបន្ទាន់ទី2

source: Edit Info
km: កែសម្រួលព័ត៌មាន

source: Location
km: ទីតាំង

# userCurrentLocation
source: This location is based on your current location
km: ទីតាំងនេះគឺផ្អែកលើទីតាំងបច្ចុប្បន្នរបស់អ្នក

source: Female
km: ស្រី

source: Male
km: ប្រុស

source: Other
km: ផ្សេងទៀត

source: Save Info
km: រក្សាទុកព័ត៌មាន

source: Favorite
km: ចូលចិត្ត

source: All Favorites
km: ចំណូលចិត្តទាំងអស់

# allPost
source: all posts
km: ប្រកាសទាំងអស់

source: Setting
km: ការកំណត់

source: Account Setting
km: ការកំណត់​គណនី

source: Change Password
km: ផ្លាស់ប្តូរពាក្យសម្ងាត់

source: Security Setting
km: ការកំណត់សុវត្ថិភាព

source: Privacy Setting
km: ការកំណត់ឯកជនភាព

source: Preference
km: ចំណូលចិត្ត

source: Language
km: ភាសា

source: Dark Mode
km: ម៉ូតងងឹត

source: Notification Setting
km: ការកំណត់ការជូនដំណឹង

# appPermissions
source: App Permisssions
km: ការអនុញ្ញាតកម្មវិធី

source: Help
km: ជំនួយ

source: Contact Us
km: ទាក់ទង​មក​ពួក​យើង

source: Help Us
km: ជួយ​ពួក​យើង

source: Terms & Privacy
km: លក្ខខណ្ឌ និងឯកជនភាព

source: Refer
km: ណែនាំ

# share
source: Share to
km: ចែករំលែកទៅ

source: Cancel
km: ចាកចេញ

# noDataLoad
source: No more data to load
km: មិនមានទិន្នន័យដែលអាចទាញទៀតទេ

# noData
source: No data found
km: រកមិនឃើញទិន្នន័យទេ

# noDescription
source: No description found
km: រកមិនឃើញការពិពណ៌នាទេ

# noFacility
source: No facility found
km: រកមិនឃើញទីតាំងទេ

# noUpcoming
source: No upcoming appointment found
km: រកមិនឃើញការណាត់ជួបនាពេលខាងមុខទេ

# noHistory
source: No history found
km: រកមិនឃើញប្រវត្តិការណាត់ជួបទេ

# noNotification
source: No notification yet
km: មិនទាន់មានការជូនដំណឹងនៅឡើយទេ

# noFavorite
source: No favorited found
km: រកមិនឃើញទិន្នន័យចូលចិត្តទេ

# wrongCredentails
source: Wrong credentials
km: លិខិតសម្គាល់មិនត្រឹមត្រូវ

source: Invalid phone number or password
km: លេខទូរស័ព្ទ ឬពាក្យសម្ងាត់មិនត្រឹមត្រូវ

source: Wrong OTP
km: ខុស OTP

# wrongOTPDescription
source: The OTP you entered is incorrect. Please try again.
km: OTP ដែលអ្នកបានបញ្ចូលមិនត្រឹមត្រូវទេ។ សូម​ព្យាយាម​ម្តង​ទៀត។

# errorOTPMessage
source: Invalid OTP. Please enter a 4-digit number.
km: OTP មិនត្រឹមត្រូវ។ សូមបញ្ចូលលេខ 4 ខ្ទង់។

# phoneNumberExist
source: Phone number already exists
km: លេខទូរស័ព្ទមានរួចហើយ

# phoneNumberExistDescription
source: Custom user with this phone number already exists.
km: អ្នកប្រើប្រាស់ផ្ទាល់ខ្លួនដែលមានលេខទូរស័ព្ទនេះមានរួចហើយ។

# failedLoadUserData
source: Failed to load user data
km: បរាជ័យក្នុងការផ្ទុកទិន្នន័យអ្នកប្រើប្រាស់

# failedLoadUserDataDescription
source: There was an issue loading user data. Please try again later.
km: មានបញ្ហាក្នុងការផ្ទុកទិន្នន័យអ្នកប្រើប្រាស់។ សូម​ព្យាយាម​ម្តង​ទៀត​នៅ​ពេល​ក្រោយ។

source: Field required
km: ចាំបាច់ត្រូវការបំពេញ
